* time splits
| area      | hours | minutes | % total | % target | delta% |
|-----------+-------+---------+---------+----------+--------|
| MAAS_TEAM |    22 |      43 |   58.88 |    75.00 | -21.49 |
| ta_cohort |     7 |      17 |   18.88 |    15.00 |  25.87 |
| Canonical |     8 |      35 |   22.25 |    10.00 | 122.50 |
| Totals    |    37 |      95 |     100 |          |        |
#+TBLFM: @2$4=(((@2$2*60)+@2$3)/((@5$2*60)+@5$3))*100;%0.2f::@2$6=((@2$4-@2$5)/@2$5)*100;%0.2f::@3$4=(((@3$2*60)+@3$3)/((@5$2*60)+@5$3))*100;%0.2f::@3$6=((@3$4-@3$5)/@3$5)*100;%0.2f::@4$4=(((@4$2*60)+@4$3)/((@5$2*60)+@5$3))*100;%0.2f::@4$6=((@4$4-@4$5)/@4$5)*100;%0.2f::@5$2=vsum(@2$2..@4$2)::@5$3=vsum(@2$3..@4$3)

* MAAS_TEAM clocktable
#+BEGIN: clocktable :scope agenda :maxlevel 2 :link t :fileskip0 1 :hidefiles 1 :match "MAAS_TEAM"
#+CAPTION: Clock summary at [2023-12-02 Sat 15:45]
| Headline                                   |    Time |      |
|--------------------------------------------+---------+------|
| *Total time*                               | *23:25* |      |
|--------------------------------------------+---------+------|
| [[file:/home/stormrider/.journals/20231201.org::*MAAS_TEAM][MAAS_TEAM]]                                  |    9:15 |      |
| \_  [[file:/home/stormrider/.journals/20231201.org::*Jira planning and reporting][Jira planning and reporting]]            |         | 5:12 |
| \_  [[file:/home/stormrider/.journals/20231201.org::*Meetings][Meetings]]                               |         | 4:03 |
| [[file:/home/stormrider/.journals/20231201.org::*Documentation][Documentation]]                              |    1:00 |      |
| \_  [[file:/home/stormrider/.journals/20231201.org::*high-level overview of new features][high-level overview of new features]]    |         | 1:00 |
|--------------------------------------------+---------+------|
| [[file:/home/stormrider/.journals/20231202.org::*items][items]]                                      |   13:10 |      |
| \_  [[file:/home/stormrider/.journals/20231202.org::*Jira planning][Jira planning]]                          |         | 6:25 |
| \_  [[file:/home/stormrider/.journals/20231202.org::*working out pulses and major events for next cycle][working out pulses and major events...]] |         | 6:45 |
#+END:

* ta_cohort clocktable
#+BEGIN: clocktable :scope agenda :maxlevel 2 :link t :fileskip0 1 :hidefiles 1 :match "ta_cohort"
#+CAPTION: Clock summary at [2023-12-02 Sat 15:45]
| Headline                                    |   Time |      |
|---------------------------------------------+--------+------|
| *Total time*                                | *7:33* |      |
|---------------------------------------------+--------+------|
| [[file:/home/stormrider/.journals/20231201.org::*Canonical][Canonical]]                                   |   0:16 |      |
| \_  [[file:/home/stormrider/.journals/20231201.org::*something][something]]                               |        | 0:16 |
| [[file:/home/stormrider/.journals/20231201.org::*ta_cohort][ta_cohort]]                                   |   3:55 |      |
| \_  [[file:/home/stormrider/.journals/20231201.org::*Technical authors' catch-up (green)][Technical authors' catch-up (green)]]     |        | 0:45 |
| \_  [[file:/home/stormrider/.journals/20231201.org::*managing ta_cohort Jira cards][managing ta_cohort Jira cards]]           |        | 0:25 |
| \_  [[file:/home/stormrider/.journals/20231201.org::*ops manuals --> more holistic how-to docs][ops manuals --> more holistic how-to...]] |        | 0:50 |
| \_  [[file:/home/stormrider/.journals/20231201.org::*Bill/Daniele 1:1][Bill/Daniele 1:1]]                        |        | 0:25 |
| \_  [[file:/home/stormrider/.journals/20231201.org::*Docs Office Hours][Docs Office Hours]]                       |        | 1:00 |
| \_  [[file:/home/stormrider/.journals/20231201.org::*Docs SIG - Style Guide/Vale][Docs SIG - Style Guide/Vale]]             |        | 0:30 |
|---------------------------------------------+--------+------|
| [[file:/home/stormrider/.journals/20231202.org::*items][items]]                                       |   3:22 |      |
| \_  [[file:/home/stormrider/.journals/20231202.org::*motl: expert on devices: bios & pxe booting][motl: expert on devices: bios & pxe...]]  |        | 3:22 |
#+END:

* Canonical clocktable
#+BEGIN: clocktable :scope agenda :maxlevel 2 :link t :fileskip0 1 :match "Canonical"
#+CAPTION: Clock summary at [2023-12-02 Sat 15:50]
| File         | Headline                                    | Time   |      |
|--------------+---------------------------------------------+--------+------|
|              | ALL *Total time*                            | *8:35* |      |
|--------------+---------------------------------------------+--------+------|
| 20231201.org | *File time*                                 | *7:50* |      |
|              | [[file:/home/stormrider/.journals/20231201.org::*2023-12-01 11:11:43][2023-12-01 11:11:43]]                         | 6:35   |      |
|              | \_  [[file:/home/stormrider/.journals/20231201.org::*prepare recorded show and tell for thursday, while fresh][prepare recorded show and tell for...]]   |        | 6:35 |
|              | [[file:/home/stormrider/.journals/20231201.org::*Canonical][Canonical]]                                   | 1:15   |      |
|              | \_  [[file:/home/stormrider/.journals/20231201.org::*General Planning & Time-Tracking Activities][General Planning & Time-Tracking...]]     |        | 1:15 |
|--------------+---------------------------------------------+--------+------|
| 20231202.org | *File time*                                 | *0:45* |      |
|              | [[file:/home/stormrider/.journals/20231202.org::*items][items]]                                       | 0:45   |      |
|              | \_  [[file:/home/stormrider/.journals/20231202.org::*reporting clocked time last couple days][reporting clocked time last couple days]] |        | 0:45 |
#+END:

